Repository: ufal/nmt-pe-effects-2021
Catalog: docs/memsource/inputs/tm-14.tmx
Source language: en
Languages: cs

source: "China has achieved full resolution of land border delimitation problems with 12 of its 14 neighbouring countries, and delineated the China-Vietnam maritime boundary in the Beibu Gulf," the white paper said, noting that since reform and opening up in 1978, the country has cut its armed forces "by over four million."
cs: „Čína dosáhla plného řešení problémů s vymezováním pozemních hranic s 12 ze svých 14 sousedních zemí a vymezila námořní hranici Číny a Vietnamu v Beibu Perském zálivu,“ řekl bílý papír a poznamenal, že od reformy a otevření v roce 1978 země své ozbrojené síly „o více než čtyři miliony.“

source: The two-million strong Chinese military still remain the world's largest.
cs: Dva miliony silné čínské armády jsou stále největší na světě.

source: Black hole swallowing and ripping apart star captured for first time
cs: Černá díra polykání a trhání od sebe hvězda zachytil poprvé

source: A gigantic black hole has been captured pulling in and ripping apart a star for the first time.
cs: Obrovská černá díra byla zachycena, jak poprvé vtrhne a roztrhá hvězdu.

source: The star, which was about the same size as our sun, was seen from 375 million light years away warping and spiralling into the gravitational pull of a supermassive black hole, researchers said in the Astrophysical Journal.
cs: Hvězda, která byla přibližně stejně velká jako naše Slunce, byla viděna z 375 milionů světelných let daleko, deformující se a spirálovitě do gravitačního tahu supermasivní černé díry, uvedli vědci v Astrophysical Journal.

source: It was then sucked into oblivion in a rare cosmic occurrence astronomers call a tidal disruption event.
cs: To bylo pak nasáván do zapomnění ve vzácných kosmické události astronomové nazývají přílivové narušení události.

source: NASA's planet-searching telescope, the Transiting Exoplanet Survey Satellite - TESS - captured the detailed timeline from beginning to end for the first time.
cs: Nasa planeta-vyhledávání dalekohled, tranzitující Exoplanet Survey Satellite - TESS - zachytil podrobnou časovou osu od začátku do konce poprvé.

source: Astronomers used a worldwide network of telescopes to detect the phenomenon before looking at TESS, whose permanent viewing zones designed to find distant planets, caught the beginning of the violent event.
cs: Astronomové použili celosvětovou síť teleskopů k detekci tohoto jevu předtím, než se podívali na TESS, jejíž trvalé pozorovací zóny určené k nalezení vzdálených planet zachytily začátek násilné události.

source: Thomas Holoien, an astronomer for the Carnegie Institution for Science who led the research, said: "This was really a combination of both being good and being lucky, and sometimes that's what you need to push the science forward."
cs: Thomas Holoien, astronom carnegieho institutu pro vědu, který výzkum vedl, řekl: "To byla opravdu kombinace toho, jak být dobrý a šťastný, a někdy to je to, co potřebujete, abyste posunuli vědu dopředu."

source: Stars get sucked in when they venture too close to a supermassive black hole, which lives at the centre of most galaxies, including the Earth's Milky Way.
cs: Hvězdy se dostanou dovnitř, když se odváží příliš blízko k supermasivní černé díře, která žije ve středu většiny galaxií, včetně Mléčné dráhy Země.

source: The black hole's impressive gravitational forces tear the star apart, with some of its material thrown into space and the rest into the black hole, forming a disc of hot, bright gas as it is swallowed.
cs: Působivé gravitační síly černé díry roztrhají hvězdu na kusy, část jejího materiálu je vhozena do vesmíru a zbytek do černé díry, tvořící disk horkého, jasného plynu, když je pohlcena.

source: Mr Holoien added: "Specifically, we are able to measure the rate at which it gets brighter after it starts brightening, and we also observed a drop in its temperature and brightness that is unique."
cs: Pan Holoien dodal: "Konkrétně jsme schopni měřit rychlost, s jakou se rozjasní poté, co se začne rozjasnit, a také jsme zaznamenali pokles jeho teploty a jasu, který je jedinečný."

source: Why The Times Published Details of the Whistle-Blower's Identity
cs: Proč The Times zveřejnil podrobnosti o identitě Whistle-Blower

source: On Thursday, The Times published exclusive details about the identity of the whistle-blower whose claims led Democrats to begin an impeachment inquiry against President Trump this week. (The article reported that the whistle-blower is a C.I.A. officer who was previously detailed to work at the White House and had expertise on Ukraine.)
cs: Deník The Times ve čtvrtek zveřejnil exkluzivní podrobnosti o totožnosti informátora, jehož tvrzení vedla demokraty tento týden k zahájení vyšetřování obvinění prezidenta Trumpa z velezrady. (Článek uváděl, že udavač je důstojník CIA, který byl předtím přidělen k práci v Bílém domě a měl odborné znalosti o Ukrajině.)

source: Many readers, including some who work in national security and intelligence, have criticized The Times's decision to publish the details, saying it potentially put the person's life in danger and may have a chilling effect on would-be whistle-blowers.
cs: Mnoho čtenářů, včetně těch, kteří pracují pro národní bezpečnost a rozvědku, kritizovalo Rozhodnutí Timesů zveřejnit detaily s tím, že to může ohrozit lidský život a může to mít mrazivý dopad na případné informátory.

source: We took their concerns to Dean Baquet, The Times's executive editor, who responded to them in a discussion with the Reader Center:
cs: Jejich obavy jsme sdělili Deanu Baquetovi, výkonnému redaktorovi Timesů, který na ně reagoval v diskuzi s redakcí Reader Center:

source: The president and some of his supporters have attacked the credibility of the whistle-blower, who has presented information that has touched off a landmark impeachment proceeding. The president himself has called the whistle-blower's account a "political hack job."
cs: Prezident a někteří jeho příznivci napadli důvěryhodnost informátora, který předložil informace, jež odstartovaly přelomový proces obžaloby. Sám prezident označil výpověď informátora za „politickou loupež“.

source: We decided to publish limited information about the whistle-blower - including the fact that he works for a nonpolitical agency and that his complaint is based on an intimate knowledge and understanding of the White House - because we wanted to provide information to readers that allows them to make their own judgments about whether or not he is credible.
cs: Rozhodli jsme se zveřejnit omezené informace o informátorovi – včetně skutečnosti, že pracuje pro nepolitickou agenturu a že jeho stížnost je založena na důvěrné znalosti a porozumění Bílého domu – protože jsme chtěli poskytnout informace čtenářům, které jim umožní, aby si udělali vlastní úsudek o tom, zda je či není důvěryhodný.
